Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

source: Continuously updated
ar: تحديث مستمر
az: Davamlı yeniləmələr
bg: Непрекъснати актуализации
bn: ক্রমাগত আপডেট
ca: Actualitzacions contínues
ceb: Padayon nga Pag-update
cs: Průběžné aktualizace
da: Løbende opdateringer
de: Ständige Updates
el: Συνεχείς ενημερώσεις
es: Actualizaciones continuas
es_us: Actualizaciones continuas
et: Pidevad uuendused
fa: به‌روزرسانی مداوم
fi: Jatkuvat päivitykset
fil: Patuloy na Pag-update
fr: Mises à jour continues
fr_ca: Mises à jour continues
ga: Nuashonruithe leanúnacha
gu: સતત અપડેટ્સ
he: עדכונים שוטפים
hi: निरंतर अपडेट
hr: Kontinuirana ažuriranja
hu: Folyamatos frissítések
id: Pembaruan Berkelanjutan
is: Stöðugar uppfærslur
it: Aggiornamenti continui
ja: 継続的な更新
jv: Pembaruan Terus-terusan
kk: Үздіксіз жаңартулар
km: ការធ្វើបច្ចុប្បន្នភាពជាបន្តបន្ទាប់
kn: ನಿರಂತರ ನವೀಕರಣಗಳು
ko: 지속적인 업데이트
lt: Nuolatiniai atnaujinimai
lv: Pastāvīgi atjauninājumi
ml: തുടർച്ചയായ അപ്‌ഡേറ്റുകൾ
mr: सतत अपडेट्स
ms: Kemas Kini Berterusan
my: ဆက်တိုက် မွမ်းမံမှုများ
nb: Kontinuerlige oppdateringer
nl: Voortdurende updates
or: ନିରନ୍ତର ଅପଡେଟ୍
pa: ਲਗਾਤਾਰ ਅਪਡੇਟਸ
pl: Ciągłe aktualizacje
pt_br: Atualizações contínuas
pt_pt: Atualizações contínuas
ro: Actualizări continue
ru: Постоянные обновления
sk: Priebežné aktualizácie
sl: Stalne posodobitve
sq: Përditësime të vazhdueshme
sv: Kontinuerliga uppdateringar
sw: Sasisho endelevu
ta: தொடர்ச்சியான புதுப்பிப்புகள்
te: నిరంతర నవీకరణలు
th: อัปเดตอย่างต่อเนื่อง
tr: Sürekli güncellemeler
uk: Постійні оновлення
ur: مسلسل اپ ڈیٹس
uz: Doimiy yangilanishlar
vi: Cập nhật liên tục
zh_hans: 持续更新
zh_hant: 持續更新
zh_hk: 持續更新

source: Create
ar: إنشاء
az: Yarat
bg: Създай
bn: তৈরি করুন
ca: Crear
ceb: Paghimo
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
es_us: Crear
et: Loo
fa: ایجاد
fi: Luo
fil: Gumawa
fr: Créer
fr_ca: Créer
ga: Cruthaigh
gu: બનાવો
he: צור
hi: बनाएं
hr: Stvori
hu: Létrehozás
id: Buat
is: Búa til
it: Crea
ja: 作成
jv: Gawe
kk: Жасау
km: បង្កើត
kn: ರಚಿಸಿ
ko: 만들기
lt: Sukurti
lv: Izveidot
ml: സൃഷ്ടിക്കുക
mr: तयार करा
ms: Cipta
my: ဖန်တီးရန်
nb: Opprett
nl: Maken
or: ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਬਣਾਓ
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sq: Krijo
sv: Skapa
sw: Unda
ta: உருவாக்கு
te: సృష్టించు
th: สร้าง
tr: Oluştur
uk: Створити
ur: بنائیں
uz: Yaratish
vi: Tạo
zh_hans: 创建
zh_hant: 建立
zh_hk: 建立

source: Create a piggy bank
ar: إنشاء حافظة النقود
az: Yığım qutusu yarat
bg: Създай касичка
bn: পিগি ব্যাংক তৈরি করুন
ca: Crear guardiola
ceb: Paghimo og Alkansiya
cs: Vytvořit pokladničku
da: Opret sparegris
de: Sparschwein erstellen
el: Δημιουργία κουμπαρά
es: Crear alcancía
es_us: Crear alcancía
et: Loo rahakassa
fa: ایجاد قلک
fi: Luo säästölipas
fil: Gumawa ng Alkansya
fr: Créer une tirelire
fr_ca: Créer une tirelire
ga: Cruthaigh muc sparáin
gu: પિગી બેંક બનાવો
he: צור קופת חיסכון
hi: पिग्गी बैंक बनाएं
hr: Stvori kasicu prasicu
hu: Persely létrehozása
id: Buat Celengan
is: Búa til sparibauk
it: Crea salvadanaio
ja: 貯金箱を作成
jv: Gawe Celengan
kk: Жинақ сандықшасын жасау
km: បង្កើតធនាគារសន្សំប្រាក់
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ರಚಿಸಿ
ko: 저금통 만들기
lt: Sukurti taupyklę
lv: Izveidot krājkasīti
ml: പിഗ്ഗി ബാങ്ക് സൃഷ്ടിക്കുക
mr: पिगी बँक तयार करा
ms: Cipta Tabung Simpanan
my: စုဘူး ဖန်တီးရန်
nb: Opprett sparebøsse
nl: Spaarpot maken
or: ପିଗି ବ୍ୟାଙ୍କ ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਗੁੱਲਕ ਬਣਾਓ
pl: Utwórz skarbonkę
pt_br: Criar cofrinho
pt_pt: Criar cofrinho
ro: Creează o pușculiță
ru: Создать копилку
sk: Vytvoriť pokladničku
sl: Ustvari hranilnik
sq: Krijo arkë kursimi
sv: Skapa spargris
sw: Unda kibubu
ta: உண்டியலை உருவாக்குங்கள்
te: పిగ్గీ బ్యాంక్‌ని సృష్టించండి
th: สร้างกระปุกออมสิน
tr: Kumbara oluştur
uk: Створити скарбничку
ur: گلک بنائیں
uz: Pul yig'ish qutisini yaratish
vi: Tạo heo đất
zh_hans: 创建存钱罐
zh_hant: 建立存錢筒
zh_hk: 建立存錢罐

source: Creation completed
ar: اكتمل الإنشاء
az: Yaratma tamamlandı
bg: Създаването завършено
bn: তৈরি সম্পন্ন
ca: Creació completada
ceb: Nahuman na ang Paghimo
cs: Vytvoření dokončeno
da: Oprettelse fuldført
de: Erstellung abgeschlossen
el: Η δημιουργία ολοκληρώθηκε
es: Creación completada
es_us: Creación completada
et: Loomine lõpetatud
fa: ایجاد تکمیل شد
fi: Luonti valmis
fil: Tapos na ang Paggawa
fr: Création terminée
fr_ca: Création terminée
ga: Cruthú críochnaithe
gu: બનાવટ પૂર્ણ
he: היצירה הושלמה
hi: निर्माण पूरा हुआ
hr: Stvaranje dovršeno
hu: Létrehozva
id: Pembuatan Selesai
is: Stofnun lokið
it: Creazione completata
ja: 作成完了
jv: Gawe Rampung
kk: Жасау аяқталды
km: ការបង្កើតបានបញ្ចប់
kn: ರಚನೆ ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 생성 완료
lt: Sukurta
lv: Izveide pabeigta
ml: സൃഷ്ടി പൂർത്തിയായി
mr: तयार करणे पूर्ण झाले
ms: Penciptaan Selesai
my: ဖန်တီးမှု ပြီးစီးပါပြီ
nb: Opprettelse fullført
nl: Aanmaken voltooid
or: ସୃଷ୍ଟି ସମ୍ପୂର୍ଣ୍ଣ ହେଲା
pa: ਬਣਾਉਣਾ ਪੂਰਾ ਹੋਇਆ
pl: Utworzono pomyślnie
pt_br: Criação concluída
pt_pt: Criação concluída
ro: Creare finalizată
ru: Создание завершено
sk: Vytvorenie dokončené
sl: Ustvarjanje končano
sq: Krijimi u përfundua
sv: Skapad
sw: Uundaji umekamilika
ta: உருவாக்குதல் முடிந்தது
te: సృష్టి పూర్తయింది
th: สร้างเสร็จสมบูรณ์
tr: Oluşturma tamamlandı
uk: Створено успішно
ur: تخلیق مکمل
uz: Yaratish yakunlandi
vi: Tạo hoàn tất
zh_hans: 创建完成
zh_hant: 建立完成
zh_hk: 建立完成

source: Creation Date
ar: تاريخ الإنشاء
az: Yaradılma tarixi
bg: Дата на създаване
bn: তৈরির তারিখ
ca: Data de creació
ceb: Petsa sa Paghimo
cs: Datum vytvoření
da: Oprettelsesdato
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
es: Fecha de creación
es_us: Fecha de creación
et: Loomise kuupäev
fa: تاریخ ایجاد
fi: Luontipäivämäärä
fil: Petsa ng Paggawa
fr: Date de création
fr_ca: Date de création
ga: Dáta cruthaithe
gu: બનાવટ તારીખ
he: תאריך יצירה
hi: निर्माण की तारीख
hr: Datum stvaranja
hu: Létrehozás dátuma
id: Tanggal Pembuatan
is: Stofndagsetning
it: Data di creazione
ja: 作成日
jv: Tanggal Digawe
kk: Жасалған күні
km: កាលបរិច្ឆេទបង្កើត
kn: ರಚಿಸಿದ ದಿನಾಂಕ
ko: 생성 날짜
lt: Sukūrimo data
lv: Izveides datums
ml: സൃഷ്ടിച്ച തീയതി
mr: तयार केल्याची तारीख
ms: Tarikh Penciptaan
my: ဖန်တီးသည့် ရက်စွဲ
nb: Opprettelsesdato
nl: Aanmaakdatum
or: ସୃଷ୍ଟି ତାରିଖ
pa: ਬਣਾਉਣ ਦੀ ਮਿਤੀ
pl: Data utworzenia
pt_br: Data de criação
pt_pt: Data de criação
ro: Data creării
ru: Дата создания
sk: Dátum vytvorenia
sl: Datum ustvarjanja
sq: Data e krijimit
sv: Skapat datum
sw: Tarehe ya kuundwa
ta: உருவாக்கப்பட்ட தேதி
te: సృష్టించిన తేదీ
th: วันที่สร้าง
tr: Oluşturulma tarihi
uk: Дата створення
ur: تخلیق کی تاریخ
uz: Yaratilgan sana
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 建立日期
zh_hk: 建立日期

source: Currency Symbol
ar: رمز العملة
az: Valyuta simvolu
bg: Валутен символ
bn: মুদ্রার প্রতীক
ca: Símbol de moneda
ceb: Simbolo sa Kwarta
cs: Symbol měny
da: Valutasymbol
de: Währungssymbol
el: Σύμβολο νομίσματος
es: Símbolo de moneda
es_us: Símbolo de moneda
et: Valuuta sümbol
fa: نماد ارز
fi: Valuuttatunnus
fil: Simbolo ng Pera
fr: Symbole monétaire
fr_ca: Symbole monétaire
ga: Siombail airgeadra
gu: ચલણનું પ્રતીક
he: סמל מטבע
hi: मुद्रा प्रतीक
hr: Simbol valute
hu: Pénznem szimbóluma
id: Simbol Mata Uang
is: Gjaldmiðilstákn
it: Simbolo valuta
ja: 通貨記号
jv: Simbol Mata Uang
kk: Валюта таңбасы
km: និមិត្តសញ្ញារូបិយប័ណ្ណ
kn: ಕರೆನ್ಸಿ ಚಿಹ್ನೆ
ko: 통화 기호
lt: Valiutos simbolis
lv: Valūtas simbols
ml: കറൻസി ചിഹ്നം
mr: चलन चिन्ह
ms: Simbol Mata Wang
my: ငွေကြေး သင်္ကေတ
nb: Valutasymbol
nl: Valutasymbool
or: ମୁଦ୍ରା ପ୍ରତୀକ
pa: ਮੁਦਰਾ ਚਿੰਨ੍ਹ
pl: Symbol waluty
pt_br: Símbolo da moeda
pt_pt: Símbolo da moeda
ro: Simbol valutar
ru: Символ валюты
sk: Symbol meny
sl: Simbol valute
sq: Simboli i monedhës
sv: Valutasymbol
sw: Alama ya sarafu
ta: நாணயக் குறியீடு
te: కరెన్సీ గుర్తు
th: สัญลักษณ์สกุลเงิน
tr: Para birimi simgesi
uk: Символ валюти
ur: کرنسی کی علامت
uz: Valyuta belgisi
vi: Ký hiệu tiền tệ
zh_hant: 貨幣符號
zh_hk: 貨幣符號

source: Current amount
ar: المبلغ الحالي
az: Cari məbləğ
bg: Текуща сума
bn: বর্তমান পরিমাণ
ca: Import actual
ceb: Kasamtangang Kantidad
cs: Aktuální částka
da: Nuværende beløb
de: Aktueller Betrag
el: Τρέχον ποσό
es: Cantidad actual
es_us: Monto actual
et: Praegune summa
fa: مبلغ فعلی
fi: Nykyinen summa
fil: Kasalukuyang Halaga
fr: Montant actuel
fr_ca: Montant actuel
ga: Suim reatha
gu: વર્તમાન રકમ
he: סכום נוכחי
hi: वर्तमान राशि
hr: Trenutni iznos
hu: Jelenlegi összeg
id: Jumlah Saat Ini
is: Núverandi upphæð
it: Importo attuale
ja: 現在の金額
jv: Jumlah Saiki
kk: Ағымдағы сома
km: ចំនួនទឹកប្រាក់បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಮೊತ್ತ
ko: 현재 금액
lt: Dabartinė suma
lv: Pašreizējā summa
ml: നിലവിലെ തുക
mr: सध्याची रक्कम
ms: Jumlah Semasa
my: လက်ရှိ ပမာဏ
nb: Nåværende beløp
nl: Huidig bedrag
or: ବର୍ତ୍ତମାନର ରାଶି
pa: ਮੌਜੂਦਾ ਰਕਮ
pl: Obecna kwota
pt_br: Valor atual
pt_pt: Valor atual
ro: Suma curentă
ru: Текущая сумма
sk: Aktuálna suma
sl: Trenutni znesek
sq: Shuma aktuale
sv: Aktuellt belopp
sw: Kiasi cha sasa
ta: தற்போதைய தொகை
te: ప్రస్తుత మొత్తం
th: จำนวนเงินปัจจุบัน
tr: Mevcut tutar
uk: Поточна сума
ur: موجودہ رقم
uz: Joriy summa
vi: Số tiền hiện tại
zh_hans: 当前金额
zh_hant: 當前金額
zh_hk: 當前金額

source: Current Animation
ar: الرسوم المتحركة الحالية
az: Cari animasiya
bg: Текуща анимация
bn: বর্তমান অ্যানিমেশন
ca: Animació actual
ceb: Kasamtangang Animasyon
cs: Aktuální animace
da: Nuværende animation
de: Aktuelle Animation
el: Τρέχουσα κίνηση
es: Animación actual
es_us: Animación actual
et: Praegune animatsioon
fa: انیمیشن فعلی
fi: Nykyinen animaatio
fil: Kasalukuyang Animasyon
fr: Animation actuelle
fr_ca: Animation actuelle
ga: Beochan reatha
gu: વર્તમાન એનિમેશન
he: אנימציה נוכחית
hi: वर्तमान एनीमेशन
hr: Trenutna animacija
hu: Jelenlegi animáció
id: Animasi Saat Ini
is: Núverandi hreyfimynd
it: Animazione attuale
ja: 現在のアニメーション
jv: Animasi Saiki
kk: Ағымдағы анимация
km: គំនូរជីវចលបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಅನಿಮೇಷನ್
ko: 현재 애니메이션
lt: Dabartinė animacija
lv: Pašreizējā animācija
ml: നിലവിലെ അനിമേഷൻ
mr: सध्याचे ॲनिमेशन
ms: Animasi Semasa
my: လက်ရှိ ကာတွန်း
nb: Nåværende animasjon
nl: Huidige animatie
or: ବର୍ତ୍ତମାନର ଆନିମେସନ୍
pa: ਮੌਜੂਦਾ ਐਨੀਮੇਸ਼ਨ
pl: Obecna animacja
pt_br: Animação atual
pt_pt: Animação atual
ro: Animația curentă
ru: Текущая анимация
sk: Aktuálna animácia
sl: Trenutna animacija
sq: Animacioni aktual
sv: Aktuell animation
sw: Uhuishaji wa sasa
ta: தற்போதைய அனிமேஷன்
te: ప్రస్తుత యానిమేషన్
th: แอนิเมชันปัจจุบัน
tr: Mevcut animasyon
uk: Поточна анімація
ur: موجودہ اینیمیشن
uz: Joriy animatsiya
vi: Hình động hiện tại
zh_hans: 当前动画
zh_hant: 當前動畫
zh_hk: 當前動畫

source: Current Currency
ar: العملة الحالية
az: Cari valyuta
bg: Текуща валута
bn: বর্তমান মুদ্রা
ca: Moneda actual
ceb: Kasamtangang Kwarta
cs: Aktuální měna
da: Nuværende valuta
de: Aktuelle Währung
el: Τρέχον νόμισμα
es: Moneda actual
es_us: Moneda actual
et: Praegune valuuta
fa: ارز فعلی
fi: Nykyinen valuutta
fil: Kasalukuyang Pera
fr: Devise actuelle
fr_ca: Devise actuelle
ga: Airgeadra reatha
gu: વર્તમાન ચલણ
he: מטבע נוכחי
hi: वर्तमान मुद्रा
hr: Trenutna valuta
hu: Jelenlegi pénznem
id: Mata Uang Saat Ini
is: Núverandi gjaldmiðill
it: Valuta attuale
ja: 現在の通貨
jv: Mata Uang Saiki
kk: Ағымдағы валюта
km: រូបិយប័ណ្ណបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಕರೆನ್ಸಿ
ko: 현재 통화
lt: Dabartinė valiuta
lv: Pašreizējā valūta
ml: നിലവിലെ കറൻസി
mr: सध्याचे चलन
ms: Mata Wang Semasa
my: လက်ရှိ ငွေကြေး
nb: Nåværende valuta
nl: Huidige valuta
or: ବର୍ତ୍ତମାନର ମୁଦ୍ରା
pa: ਮੌਜੂਦਾ ਮੁਦਰਾ
pl: Obecna waluta
pt_br: Moeda atual
pt_pt: Moeda atual
ro: Moneda curentă
ru: Текущая валюта
sk: Aktuálna mena
sl: Trenutna valuta
sq: Monedha aktuale
sv: Aktuell valuta
sw: Sarafu ya sasa
ta: தற்போதைய நாணயம்
te: ప్రస్తుత కరెన్సీ
th: สกุลเงินปัจจุบัน
tr: Mevcut para birimi
uk: Поточна валюта
ur: موجودہ کرنسی
uz: Joriy valyuta
vi: Loại tiền tệ hiện tại
zh_hans: 当前币种
zh_hant: 當前幣種
zh_hk: 當前貨幣

source: Current icon
ar: الرمز الحالي
az: Cari ikon
bg: Текуща икона
bn: বর্তমান আইকন
ca: Icona actual
ceb: Kasamtangang Icon
cs: Aktuální ikona
da: Nuværende ikon
de: Aktuelles Symbol
el: Τρέχον εικονίδιο
es: Icono actual
es_us: Ícono actual
et: Praegune ikoon
fa: آیکون فعلی
fi: Nykyinen kuvake
fil: Kasalukuyang Icon
fr: Icône actuelle
fr_ca: Icône actuelle
ga: Deilbhín reatha
gu: વર્તમાન ચિહ્ન
he: סמל נוכחי
hi: वर्तमान आइकन
hr: Trenutna ikona
hu: Jelenlegi ikon
id: Ikon Saat Ini
is: Núverandi tákn
it: Icona attuale
ja: 現在のアイコン
jv: Ikon Saiki
kk: Ағымдағы белгіше
km: រូបតំណាងបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಐಕಾನ್
ko: 현재 아이콘
lt: Dabartinė piktograma
lv: Pašreizējā ikona
ml: നിലവിലെ ഐക്കൺ
mr: सध्याचा आयकॉन
ms: Ikon Semasa
my: လက်ရှိ အိုင်ကွန်
nb: Nåværende ikon
nl: Huidig icoon
or: ବର୍ତ୍ତମାନର ଆଇକନ୍
pa: ਮੌਜੂਦਾ ਆਈਕਨ
pl: Obecna ikona
pt_br: Ícone atual
pt_pt: Ícone atual
ro: Pictograma curentă
ru: Текущая иконка
sk: Aktuálna ikona
sl: Trenutna ikona
sq: Ikona aktuale
sv: Aktuell ikon
sw: Aikoni ya sasa
ta: தற்போதைய ஐகான்
te: ప్రస్తుత చిహ్నం
th: ไอคอนปัจจุบัน
tr: Mevcut simge
uk: Поточна іконка
ur: موجودہ آئیکن
uz: Joriy belgi
vi: Biểu tượng hiện tại
zh_hans: 当前图标
zh_hant: 當前圖示
zh_hk: 當前圖示

source: Current Plan
ar: الخطة الحالية
az: Cari plan
bg: Текущ план
bn: বর্তমান স্কিম
ca: Pla actual
ceb: Kasamtangang Plano
cs: Aktuální plán
da: Nuværende plan
de: Aktueller Plan
el: Τρέχον σχέδιο
es: Plan actual
es_us: Plan actual
et: Praegune plaan
fa: طرح فعلی
fi: Nykyinen suunnitelma
fil: Kasalukuyang Plano
fr: Plan actuel
fr_ca: Plan actuel
ga: Plean reatha
gu: વર્તમાન યોજના
he: תוכנית נוכחית
hi: वर्तमान योजना
hr: Trenutni plan
hu: Jelenlegi terv
id: Rencana Saat Ini
is: Núverandi áætlun
it: Piano attuale
ja: 現在のプラン
jv: Rencana Saiki
kk: Ағымдағы жоспар
km: ផែនការបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಯೋಜನೆ
ko: 현재 플랜
lt: Dabartinis planas
lv: Pašreizējais plāns
ml: നിലവിലെ പ്ലാൻ
mr: सध्याची योजना
ms: Pelan Semasa
my: လက်ရှိ အစီအစဉ်
nb: Nåværende plan
nl: Huidig plan
or: ବର୍ତ୍ତମାନର ଯୋଜନା
pa: ਮੌਜੂਦਾ ਯੋਜਨਾ
pl: Obecny plan
pt_br: Plano atual
pt_pt: Plano atual
ro: Planul curent
ru: Текущий план
sk: Aktuálny plán
sl: Trenutni načrt
sq: Plani aktual
sv: Aktuell plan
sw: Mpango wa sasa
ta: தற்போதைய திட்டம்
te: ప్రస్తుత ప్లాన్
th: แผนปัจจุบัน
tr: Mevcut plan
uk: Поточний план
ur: موجودہ منصوبہ
uz: Joriy reja
vi: Phương án hiện tại
zh_hans: 当前方案
zh_hant: 當前方案
zh_hk: 當前方案

# CZK
source: Czech Koruna
ar: كرونة تشيكية
az: Çex korunası
bg: Чешка крона
bn: চেক কোরুনা
ca: Corona txeca
cs: Česká koruna
da: Tjekkisk Koruna
de: Tschechische Krone
el: Κορώνα Τσεχίας
es: Corona checa
es_us: Corona checa
et: Tšehhi kroon
fa: کرون چک
fi: Tšekin koruna
fr: Couronne tchèque
fr_ca: Couronne tchèque
ga: Koruna na Seice
gu: ચેક કોરુના
he: קורונה צ'כית
hi: चेक कोरुना
hr: Češka kruna
hu: Cseh korona
id: Koruna Ceko
is: Tékknesk króna
it: Corona ceca
ja: チェコ・コルナ
jv: Koruna Ceko
kk: Чехия кронасы
km: កូរូណាឆេក
kn: ಜೆಕ್ ಕೊರುನಾ
ko: 체코 코루나
lt: Čekijos krona
lv: Čehijas krona
ml: ചെക്ക് കൊരുണ
mr: चेक कोरुना
ms: Koruna Czech
my: ချက် ကိုရိုနာ
nb: Tsjekkiske koruna
nl: Tsjechische kroon
or: ଚେକ୍ କୋରୁନା
pa: ਚੈੱਕ ਕੋਰੁਨਾ
pl: Korona czeska
pt_br: Coroa checa
pt_pt: Coroa checa
ro: Coroană cehă
ru: Чешская крона
sk: Česká koruna
sl: Češka krona
sq: Koruna Çeke
sv: Tjeckisk krona
sw: Koruna ya Jamhuri ya Cheki
ta: செக் கொருனா
te: చెక్ కోరునా
th: โครูนาเช็ก
tr: Çek Korunası
uk: Чеська крона
ur: چیک کورونا
uz: Chexiya kronasi
vi: Koruna Séc
zh_hant: 捷克克朗
zh_hk: 捷克克朗

source: Daily
ar: يوميًا
az: Gün
bg: Ден
bn: দৈনিক
ca: Dia
ceb: Adlaw
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
es_us: Día
et: Päev
fa: روزانه
fi: Päivä
fil: Araw
fr: Jour
fr_ca: Jour
ga: Lá
gu: રોજ
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 毎日
jv: Dina
kk: Күн
km: រៀងរាល់ថ្ងៃ
kn: ದಿನ
ko: 매일
lt: Dieną
lv: Dienā
ml: ദിവസം
mr: दिवस
ms: Hari
my: နေ့
nb: Dag
nl: Dag
or: ଦିନ
pa: ਦਿਨ
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sq: Ditë
sv: Dag
sw: Siku
ta: தினம்
te: రోజు
th: วัน
tr: Gün
uk: День
ur: دن
uz: Kun
vi: Ngày
zh_hans: 每天
zh_hant: 每天
zh_hk: 每天

source: Day
ar: يوم
az: Gün
bg: Ден
bn: দিন
ca: Dia
ceb: Adlaw
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
es_us: Día
et: Päev
fa: روز
fi: Päivä
fil: Araw
fr: Jour
fr_ca: Jour
ga: Lá
gu: દિવસ
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 日
jv: Dina
kk: Күн
km: ថ្ងៃ
kn: ದಿನ
ko: 일
lt: Diena
lv: Diena
ml: ദിവസം
mr: दिवस
ms: Hari
my: နေ့
nb: Dag
nl: Dag
or: ଦିନ
pa: ਦਿਨ
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sq: Ditë
sv: Dag
sw: Siku
ta: நாள்
te: రోజు
th: วัน
tr: Gün
uk: День
ur: دن
uz: Kun
vi: Ngày
zh_hans: 日
zh_hant: 日
zh_hk: 日

source: Debt Model
ar: وضع الدين
az: Borc rejimi
bg: Режим на дълг
bn: ঋণ মোড
ca: Mode deute
ceb: Mode sa Utang
cs: Režim dluhu
da: Gældstilstand
de: Schuldenmodus
el: Λειτουργία χρέους
es: Modo deuda
es_us: Modo deuda
et: Võlarežiim
fa: حالت بدهی
fi: Velkatila
fil: Mode ng Utang
fr: Mode dette
fr_ca: Mode dette
ga: Mód fiachais
gu: દેવું મોડ
he: מצב חוב
hi: ऋण मोड
hr: Način duga
hu: Adósság mód
id: Mode Hutang
is: Skuldastilling
it: Modalità debito
ja: 負債モード
jv: Mode Utang
kk: Қарыз режимі
km: ម៉ូដបំណុល
kn: ಸಾಲದ ಮೋಡ್
ko: 부채 모드
lt: Skolos režimas
lv: Parāda režīms
ml: കടം മോഡ്
mr: कर्ज मोड
ms: Mod Hutang
my: အကြွေးပုံစံ
nb: Gjeldsmodus
nl: Schuldenmodus
or: ଋଣ ମୋଡ୍
pa: ਕਰਜ਼ਾ ਮੋਡ
pl: Tryb zadłużenia
pt_br: Modo de dívida
pt_pt: Modo de dívida
ro: Mod datorie
ru: Режим долга
sk: Režim dlhu
sl: Način dolga
sq: Modaliteti i borxhit
sv: Skuldläge
sw: Hali ya deni
ta: கடன் முறை
te: రుణ మోడ్
th: โหมดหนี้สิน
tr: Borç modu
uk: Режим боргу
ur: قرض کا موڈ
uz: Qarz rejimi
vi: Chế độ nợ
zh_hans: 负债模式
zh_hant: 負債模式
zh_hk: 負債模式

source: Delete
ar: حذف
az: Sil
bg: Изтрий
bn: মুছা
ca: Eliminar
ceb: Papas
cs: Smazat
da: Slet
de: Lösch
el: Διαγ
es: Elim
es_us: Elim
et: Kust
fa: حذف
fi: Poista
fil: Hapus
fr: Suppr
fr_ca: Suppr
ga: Scri
gu: મટાડો
he: מחק
hi: हटाएँ
hr: Obriši
hu: Törlés
id: Hapus
is: Eyða
it: Canc
ja: 削除
jv: Busak
kk: Жою
km: លុប
kn: ಅಳಿಸು
ko: 삭제
lt: Ištr
lv: Dzēst
ml: ഇല്ലാ
mr: हटवा
ms: Padam
my: ဖျက်
nb: Slett
nl: Wis
or: ହଟା
pa: ਹਟਾ
pl: Usuń
pt_br: Exclu
pt_pt: Exclu
ro: Șterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sq: Fshi
sv: Radera
sw: Futa
ta: நீக்கு
te: తొల
th: ลบ
tr: Sil
uk: Видал
ur: حذف
uz: O‘ch
vi: Xóa
zh_hant: 刪除
zh_hk: 刪除

source: Delete this piggy bank
ar: حذف هذه الحافظة
az: Bu yığım qutusunu sil
bg: Изтрий тази касичка
bn: এই পিগি ব্যাংকটি মুছে ফেলুন
ca: Suprimir aquesta guardiola
ceb: Papason kini nga alkansiya
cs: Smazat tuto pokladničku
da: Slet denne sparegris
de: Dieses Sparschwein löschen
el: Διαγραφή αυτού του κουμπαρά
es: Eliminar esta alcancía
es_us: Eliminar esta alcancía
et: Kustuta see rahakassa
fa: حذف این قلک
fi: Poista tämä säästölipas
fil: Tanggalin ang alkansyang ito
fr: Supprimer cette tirelire
fr_ca: Supprimer cette tirelire
ga: Scrios an mhuc sparáin seo
gu: આ પિગી બેંક કાઢી નાખો
he: מחק קופת חיסכון זו
hi: इस पिग्गी बैंक को हटाएं
hr: Izbriši ovu kasicu prasicu
hu: Persely törlése
id: Hapus Celengan Ini
is: Eyða þessum sparibauk
it: Elimina questo salvadanaio
ja: この貯金箱を削除
jv: Busak celengan iki
kk: Осы жинақ сандықшасын жою
km: លុបធនាគារសន្សំប្រាក់នេះ
kn: ಈ ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಅನ್ನು ಅಳಿಸಿ
ko: 이 저금통 삭제
lt: Ištrinti šią taupyklę
lv: Dzēst šo krājkasīti
ml: ഈ പിഗ്ഗി ബാങ്ക് നീക്കം ചെയ്യുക
mr: ही पिगी बँक डिलीट करा
ms: Padam tabung simpanan ini
my: ဤစုဘူးကို ဖျက်ရန်
nb: Slett denne sparebøssen
nl: Verwijder deze spaarpot
or: ଏହି ପିଗି ବ୍ୟାଙ୍କକୁ ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਇਸ ਗੁੱਲਕ ਨੂੰ ਹਟਾਓ
pl: Usuń tę skarbonkę
pt_br: Excluir este cofrinho
pt_pt: Excluir este cofrinho
ro: Șterge această pușculiță
ru: Удалить эту копилку
sk: Odstrániť túto pokladničku
sl: Izbriši ta hranilnik
sq: Fshi këtë arkë kursimi
sv: Radera denna spargris
sw: Futa kibubu hiki
ta: இந்த உண்டியலை நீக்கு
te: ఈ పిగ్గీ బ్యాంక్‌ని తొలగించండి
th: ลบกระปุกออมสินนี้
tr: Bu kumbarayı sil
uk: Видалити цю скарбничку
ur: اس گلک کو حذف کریں
uz: Ushbu pul yig'ish qutisini o'chirish
vi: Xóa heo đất này
zh_hans: 删除该存钱罐
zh_hant: 刪除該存錢筒
zh_hk: 刪除該存錢罐

source: Deposit
ar: إيداع
az: Yatır
bg: Внеси
bn: জমা
ca: Ingrès
cs: Vklad
da: Indsæt
de: Einz
el: Καταθ
es: Depós
es_us: Depós
et: Sisse
fa: واریز
fi: Talleta
fil: Depo
fr: Dépôt
fr_ca: Dépôt
ga: Cuir
gu: જમા
he: הפקד
hi: जमा
hr: Uplati
hu: Betét
id: Setor
is: Innst
it: Versa
ja: 入金
jv: Simpen
kk: Салу
km: ដាក់
kn: ಠಾಮ
ko: 입금
lt: Įnešt
lv: Iemak
ml: നിക്ഷേപ
mr: जमा
my: သွင်း
nb: Sett inn
nl: Stort
or: ଜମା
pa: ਜਮ
pl: Wpłać
pt_br: Depós
pt_pt: Depós
ro: Depune
ru: Внести
sk: Vložiť
sl: Položi
sq: Depozito
sv: Sätt i
sw: Weka
ta: வை
te: జమ
th: ฝาก
tr: Yatır
uk: Внести
ur: جمع
uz: Qo‘y
vi: Gửi
zh_hans: 存入
zh_hant: 存入
zh_hk: 存入

source: Deposit Amount
ar: مبلغ الإيداع
az: Əmanət məbləği
bg: Сума на депозита
bn: জমার পরিমাণ
ca: Import del dipòsit
ceb: Kantidad sa Deposito
cs: Částka vkladu
da: Indbetalingsbeløb
de: Einzahlungsbetrag
el: Ποσό κατάθεσης
es: Cantidad del depósito
es_us: Monto del depósito
et: Hoiuse summa
fa: مبلغ سپرده
fi: Talletussumma
fil: Halaga ng Deposito
fr: Montant du dépôt
fr_ca: Montant du dépôt
ga: Suim taisce
gu: જમા રકમ
he: סכום ההפקדה
hi: जमा राशि
hr: Iznos depozita
hu: Befizetendő összeg
id: Jumlah Setoran
is: Innlagnarupphæð
it: Importo del deposito
ja: 預金金額
jv: Jumlah Simpenan
kk: Депозит сомасы
km: ចំនួនទឹកប្រាក់ដាក់សន្សំ
kn: ಠೇವಣಿ ಮೊತ್ತ
ko: 저축 금액
lt: Indėlio suma
lv: Iemaksas summa
ml: നിക്ഷേപ തുക
mr: ठेवीची रक्कम
ms: Jumlah Simpanan
my: စုငွေ ပမာဏ
nb: Innskuddsbeløp
nl: Stortingsbedrag
or: ଜମା ରାଶି
pa: ਜਮ੍ਹਾਂ ਰਕਮ
pl: Kwota depozytu
pt_br: Valor do depósito
pt_pt: Valor do depósito
ro: Sumă depusă
ru: Сумма вклада
sk: Suma vkladu
sl: Znesek pologa
sq: Shuma e depozitës
sv: Insättningsbelopp
sw: Kiasi cha akiba
ta: வைப்புத் தொகை
te: జమ చేసిన మొత్తం
th: จำนวนเงินฝาก
tr: Mevduat tutarı
uk: Сума вкладу
ur: جمع کی گئی رقم
uz: Depozit summasi
vi: Số tiền gửi
zh_hans: 存款金额
zh_hant: 存款金額
zh_hk: 存款金額

source: Deposit Frequency
ar: تكرار الإيداع
az: Əmanət tezliyi
bg: Честота на депозиране
bn: জমার ফ্রিকোয়েন্সি
ca: Freqüència de dipòsit
ceb: Kasubsob sa Pagdeposito
cs: Frekvence vkladů
da: Indbetalingsfrekvens
de: Einzahlungshäufigkeit
el: Συχνότητα κατάθεσης
es: Frecuencia de depósito
es_us: Frecuencia de depósito
et: Hoiuse sagedus
fa: تناوب واریز
fi: Talletustiheys
fil: Dalas ng Pagdeposito
fr: Fréquence de dépôt
fr_ca: Fréquence de dépôt
ga: Minicíocht taisce
gu: જમા આવર્તન
he: תדירות ההפקדה
hi: जमा आवृत्ति
hr: Učestalost depozita
hu: Befizetés gyakorisága
id: Frekuensi Setoran
is: Tíðni innlagna
it: Frequenza di deposito
ja: 預金頻度
jv: Frekuensi Simpenan
kk: Депозит жиілігі
km: ភាពញឹកញាប់នៃការដាក់ប្រាក់
kn: ಠೇವಣಿ ಆವರ್ತನ
ko: 저축 빈도
lt: Indėlių dažnumas
lv: Iemaksu biežums
ml: നിക്ഷേപ ആവൃത്തി
mr: ठेवीची वारंवारता
ms: Kekerapan Simpanan
my: ငွေစုသည့် အကြိမ်နှုန်း
nb: Innskuddsfrekvens
nl: Stortingsfrequentie
or: ଜମା ଆବୃତ୍ତି
pa: ਜਮ੍ਹਾਂ ਕਰਨ ਦੀ ਆਵਿਰਤੀ
pl: Częstotliwość wpłat
pt_br: Frequência de depósito
pt_pt: Frequência de depósito
ro: Frecvență depunere
ru: Частота пополнения
sk: Frekvencia vkladov
sl: Pogostost pologov
sq: Frekuenca e depozitimit
sv: Insättningsfrekvens
sw: Marudio ya kuweka
ta: வைப்பு அதிர்வெண்
te: జమ చేసే ఫ్రీక్వెన్సీ
th: ความถี่ในการฝาก
tr: Para yatırma sıklığı
uk: Частота поповнення
ur: جمع کرنے کی تکرار
uz: Depozit chastotasi
vi: Tần suất gửi
zh_hans: 存款频率
zh_hant: 存款頻率
zh_hk: 存款頻率
